[
  {
    "id": "41495892",
    "title": "Argonaute-mediated RNA editing selectively repairs point mutations.",
    "abstract": "RNA editing enzymatically modifies RNA molecules post-transcriptionally, enabling precise sequence alterations. Advantages include reversibility and temporal control without genomic DNA changes, allowing dynamic regulation of gene expression while preserving original genetic information. In this study, we characterized McAgo derived from Monosporascus cannonballus, which functions as a programmable nuclease guided by 14-30 nt gRNAs, demonstrating robust RNA cleavage activity at physiological temperature. Furthermore, we delivered McAgo RNP (ribonucleoprotein) complexes into mammalian cells, achieving >90% RNA knockdown efficiency with minimal innate immune responses. A catalytically inactive mutant (dMcAgo) using a gRNA as short as 20 nt, conjugated to the hADAR2 deaminase domain (hADAR2dd E488Q), achieved up to 90% RNA editing efficiency in vitro. This study establishes, for the first time, the effective targeting of endogenous RNA by a heterologous Argonaute in mammalian cells, alongside its demonstrated utility for RNA editing-thereby expanding the functional repertoire of Argonaute proteins.",
    "authors": [
      "Zhang Z",
      "Wang J",
      "Guo T",
      "Yu X",
      "Wang F",
      "Zhang H",
      "Liu Y",
      "Li W",
      "Cheng Y",
      "Peng Y",
      "Yan G",
      "Cui J",
      "Ma L"
    ],
    "published": "2026-01-05",
    "journal": "Nucleic acids research",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41495892/",
    "score": 95,
    "summary": {
      "title_zh": "Argonaute介导的RNA编辑选择性修复点突变",
      "tool_type": "RNA碱基编辑器（基于Argonaute蛋白与ADAR脱氨酶结构域融合的平台）",
      "design思路": "该工具的核心设计是将来源于Monosporascus cannonballus的催化失活型Argonaute蛋白（dMcAgo）与人类ADAR2脱氨酶结构域（hADAR2dd E488Q）进行融合。dMcAgo作为可编程的RNA靶向模块，通过约20 nt的向导RNA（gRNA）将脱氨酶结构域特异性地募集至目标RNA位点，从而实现位点特异性的A-to-I（腺苷到肌苷）编辑。",
      "功能与应用": "1. 位点特异性RNA编辑（A-to-I）：可编程地修复RNA上的点突变。\n2. RNA敲低：利用野生型McAgo的RNA切割活性实现高效的RNA降解（>90%敲低效率）。\n3. 基因表达调控：通过编辑或降解RNA，实现对基因表达的动态、可逆调控，且不改变基因组DNA。",
      "重要实验结果": "1. 在体外实现了高达90%的RNA编辑效率。\n2. 在哺乳动物细胞中，首次证实异源Argonaute蛋白能有效靶向内源性RNA，并成功应用于RNA编辑；同时，其核糖核蛋白（RNP）复合物递送实现了>90%的RNA敲低效率，且引发的先天免疫反应极小。"
    }
  },
  {
    "id": "41482539",
    "title": "Single-strand deaminase-assisted editing for functional RNA manipulation.",
    "abstract": "Rewriting RNA information to alter function requires controllable tools to edit RNA sequences within a user-defined region. Here we report a single-strand deaminase-assisted platform for adjustable RNA information manipulation (AIM). AIM is composed of a loop-forming guide RNA bound to an RNA-targeting Cas protein and an evolved TadA. AIM induces a loop, flanked by paired regions, in the target RNA; the loop size can be adjusted to allow conversions of single and multiple bases. We evolve TadA to achieve A-to-I, C-to-U or simultaneous A+C editing in coding and noncoding regions. We apply AIM to suppress the ochre nonsense codon (UAA) in disease-relevant cell and animal models, in which the two As must be simultaneously edited to rewrite the coding information. Moreover, we use AIM to manipulate adjacent phosphorylation sites important for protein function. Collectively, AIM is a versatile platform for manipulating RNA information within user-defined regions, opening additional avenues for functional RNA modulation.",
    "authors": [
      "Zhuang Y",
      "Zhu Q",
      "Wu H",
      "Lin X",
      "Yan Y",
      "Geng P",
      "Yang R",
      "Shen R",
      "Zhang Y",
      "Lei Z",
      "Meng H",
      "Wang A",
      "Cui M",
      "Xiang H",
      "Yi C"
    ],
    "published": "2026-01-02",
    "journal": "Nature biotechnology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41482539/",
    "score": 95,
    "summary": {
      "title_zh": "单链脱氨酶辅助编辑平台用于功能性RNA操控",
      "tool_type": "可编程RNA碱基编辑平台（结合Cas蛋白、引导RNA与工程化脱氨酶）",
      "design": "该平台（AIM）的核心设计思路是：1）利用靶向RNA的Cas蛋白与能形成环状结构的引导RNA结合，在目标RNA上诱导产生一个两侧为配对区域、中间为单链环的结构；2）通过工程化改造单链脱氨酶TadA，使其能够识别并编辑该单链环区域，并且环的大小可调，以适配不同数量的碱基编辑需求。",
      "functions": "1. 在用户定义的RNA区域内进行位点特异性碱基编辑（包括A-to-I、C-to-U以及A+C同时编辑）。\n2. 编辑编码区与非编码区RNA序列，以改变其功能。\n3. 应用于疾病相关模型，例如通过同时编辑两个腺嘌呤（A）来抑制赭石无义密码子（UAA），从而重写编码信息。\n4. 操控相邻的、对蛋白质功能至关重要的磷酸化位点对应的RNA序列。",
      "key_results": "1. 成功进化出能够实现A-to-I、C-to-U或A+C同时编辑的TadA变体，编辑效率可调。\n2. 在疾病相关的细胞和动物模型中，成功通过同时编辑两个A碱基，有效抑制了UAA无义密码子，证明了其体内功能性应用潜力。"
    }
  },
  {
    "id": "41568169",
    "title": "Engineered CRISPR-Cas13a system with enhanced target RNA cleavage activity and reduced collateral activity for therapeutic applications.",
    "abstract": "The CRISPR-Cas13 system exhibits potent RNA cleavage activity and has been widely utilized for RNA-targeting applications. However, its collateral cleavage of bystander RNAs limits",
    "authors": [
      "Zhang W",
      "Wang H",
      "Liu D",
      "Mao X",
      "Zhang Y",
      "Yang Y",
      "Liu Z",
      "Pan T",
      "Liu Y",
      "Zhang Q"
    ],
    "published": "2026-03-12",
    "journal": "Molecular therapy. Nucleic acids",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41568169/",
    "score": 85,
    "summary": {
      "title_zh": "用于治疗应用的增强靶RNA切割活性并降低旁系活性的工程化CRISPR-Cas13a系统",
      "tool_type": "Cas13系统（RNA靶向CRISPR系统）",
      "design": "通过蛋白质工程对Cas13a酶进行改造，旨在增强其与靶RNA的特异性结合与切割能力，同时削弱或限制其非特异性切割（旁系切割）活性。核心思路是优化酶结构域，使其在保持高效靶向切割的同时，显著减少对非靶标RNA的降解。",
      "functions": "1. 位点特异性的RNA切割与敲低。\n2. 靶向降解疾病相关的RNA（如病毒RNA、致癌转录本）。\n3. 潜在的体内RNA治疗应用。",
      "key_results": "关键实验结果表明，改造后的Cas13a系统在体外和细胞模型中，对靶RNA的切割效率显著提升，同时其旁系切割活性（即对非靶标RNA的非特异性降解）被大幅降低，为安全有效的治疗性应用提供了重要依据。"
    }
  },
  {
    "id": "41317788",
    "title": "Synthetic Type III-E CRISPR-Cas Effectors for Programmable RNA-targeting.",
    "abstract": "The recent discovery of the type III-E class of CRISPR-Cas effectors has reshaped our fundamental understanding of CRISPR-Cas evolution and classification. Type III-E effectors are composed of several Cas7-like domains and a single Cas11-like domain naturally fused together to create a single polypeptide capable of targeting and degrading RNA. Here we identified a novel type III-E-like effector composed of three Cas7 domains and a Cas1 domain which was not active but could be engineered into an active chimeric RNA-targeting Cas effector by domain additions and swaps from other type III-E effectors. The results reveal that various domains in type III-E effectors can be swapped for the equivalent domain from a different type III-E effector. Remarkably, the Cas1 domain located at the C-terminus of Cas7-1 could be swapped in place of the Cas11 domain located between the Cas7.1 and the Cas7.2 domains of DiCas7-11. The results reveal a new modality for engineering type III-E effectors from the blueprints found in nature.",
    "authors": [
      "Brogan DJ",
      "Lin CP",
      "Benetta ED",
      "Wang T",
      "Chen F",
      "Li H",
      "Lin C",
      "Komives EA",
      "Akbari OS"
    ],
    "published": "2026-01-15",
    "journal": "Journal of molecular biology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41317788/",
    "score": 85,
    "summary": {
      "title_zh": "用于可编程RNA靶向的合成III-E型CRISPR-Cas效应器",
      "tool_type": "可编程RNA靶向与降解系统（基于合成/工程化的III-E型CRISPR-Cas效应器）",
      "design": "核心思路是通过结构域工程改造天然非活性的III-E类效应器。具体包括：1）识别一种由三个Cas7样结构域和一个Cas1样结构域组成的天然非活性效应器；2）通过与其他活性III-E效应器进行结构域添加和交换（特别是用Cas1结构域替换DiCas7-11中Cas11结构域的位置），成功构建出具有活性的嵌合RNA靶向效应器。",
      "functions": "1. 可编程的RNA靶向与降解；2. 为基于CRISPR的RNA调控工具开发提供了新的工程化平台和模块化组装思路。",
      "key_results": "最关键的结果是成功将一种天然非活性的III-E类效应器通过结构域工程改造为具有活性的RNA靶向效应器，证明了不同III-E效应器间的同源结构域可以互换，并揭示了一种替换Cas11功能结构域（使用Cas1）的新工程模式。"
    }
  },
  {
    "id": "41533577",
    "title": "RNA editing for the treatment of alpha-1 antitrypsin deficiency.",
    "abstract": "Alpha-1 antitrypsin deficiency (AATD) is both a gain- and loss-of-function disease that impacts the liver and lung. Most severe cases result from a homozygous missense mutation in the SERPINA1 gene (Z mutation). While current therapies and those in development may ameliorate lung or liver disease, few are designed to address both. We have developed SERPINA1-994, an N-Acetylgalactosamine-conjugated chemically modified oligonucleotide that elicits adenine-to-inosine RNA editing using endogenous adenosine deaminases acting on RNA enzymes, to correct SERPINA1 Z transcripts. We show that SERPINA1-994 edits 50% of the Z transcript in hepatocytes of NSG-PiZ mice, which increases total serum AAT levels and induces the production of wild-type M-AAT protein. SERPINA1-994 addresses loss of AAT function in lung by increasing the neutrophil elastase inhibition capacity of mouse serum and gain of function in liver by correcting gene expression patterns, decreasing Z-AAT protein aggregation and decreasing inflammation. SERPINA1-994 relies on a clinically proven delivery technology and directs highly specific RNA rather than DNA editing with no bystander editing. Overall, these data suggest that SERPINA1-994 changes a ZZ homozygous state, which is associated with a high risk for AATD, to a low-risk MZ-like phenotype.",
    "authors": [
      "Monian P",
      "Shivalila C",
      "Lu G",
      "Bowman K",
      "Briem S",
      "Bylsma M",
      "Byrne M",
      "Cannon M",
      "Chatterjee A",
      "Dallaire M",
      "Desai J",
      "Dufresne J",
      "Faraone A",
      "Favaloro F",
      "Friend S",
      "Ghosh A",
      "Godfrey J",
      "Hernandez N",
      "Huth O",
      "Iwamoto N",
      "Kawamoto T",
      "Lamattina A",
      "Lemaitre M",
      "Lindsey A",
      "Liu F",
      "Looby R",
      "Luu K",
      "McGlynn A",
      "Metterville J",
      "Paik IH",
      "Pan Q",
      "Patil S",
      "Pu T",
      "Purcell-Estabrook E",
      "Ranade A",
      "Rheinhardt J",
      "Rossi J",
      "Shimizu M",
      "Singh K",
      "Standley S",
      "Thomas C",
      "Tripathi S",
      "Yang H",
      "Yordanoff R",
      "Yin Y",
      "Yu H",
      "Narayanan P",
      "Kandasamy P",
      "Giangrande PH",
      "Vargeese C"
    ],
    "published": "2026-01-14",
    "journal": "Nucleic acids research",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41533577/",
    "score": 85,
    "summary": {
      "title_zh": "利用RNA编辑治疗α-1抗胰蛋白酶缺乏症",
      "tool_type": "基于内源性ADAR酶的寡核苷酸RNA编辑器（化学修饰的寡核苷酸药物）",
      "design": "该工具的核心设计是将一个经过N-乙酰半乳糖胺化学修饰和优化的寡核苷酸（SERPINA1-994）递送至肝细胞。该寡核苷酸通过碱基配对靶向SERPINA1基因的Z突变转录本，并利用细胞内源性的作用于RNA的腺苷脱氨酶（ADAR），将特定位点的腺苷（A）编辑为肌苷（I），从而实现RNA水平的校正。",
      "functions": "1. 实现位点特异性的A-to-I RNA编辑，纠正致病突变转录本。\n2. 恢复功能性野生型蛋白（M-AAT）的产生，以弥补肺部功能丧失（增加血清对中性粒细胞弹性蛋白酶的抑制能力）。\n3. 减少肝脏中突变蛋白（Z-AAT）的聚集和炎症，以改善功能获得性毒性。\n4. 作为一种潜在的治疗性药物，同时针对α-1抗胰蛋白酶缺乏症的肺部（功能丧失）和肝脏（功能获得）病理。",
      "key_results": "在NSG-PiZ小鼠模型中，SERPINA1-994成功编辑了约50%的肝细胞Z突变转录本，显著提高了血清总AAT水平并诱导产生野生型M-AAT蛋白；该编辑高度特异，无旁观者编辑，且有效改善了肺部功能指标和肝脏病理表型，将高风险ZZ表型转变为低风险的MZ样表型。"
    }
  }
]