[
  {
    "id": "41495892",
    "title": "Argonaute-mediated RNA editing selectively repairs point mutations.",
    "abstract": "RNA editing enzymatically modifies RNA molecules post-transcriptionally, enabling precise sequence alterations. Advantages include reversibility and temporal control without genomic DNA changes, allowing dynamic regulation of gene expression while preserving original genetic information. In this study, we characterized McAgo derived from Monosporascus cannonballus, which functions as a programmable nuclease guided by 14-30 nt gRNAs, demonstrating robust RNA cleavage activity at physiological temperature. Furthermore, we delivered McAgo RNP (ribonucleoprotein) complexes into mammalian cells, achieving >90% RNA knockdown efficiency with minimal innate immune responses. A catalytically inactive mutant (dMcAgo) using a gRNA as short as 20 nt, conjugated to the hADAR2 deaminase domain (hADAR2dd E488Q), achieved up to 90% RNA editing efficiency in vitro. This study establishes, for the first time, the effective targeting of endogenous RNA by a heterologous Argonaute in mammalian cells, alongside its demonstrated utility for RNA editing-thereby expanding the functional repertoire of Argonaute proteins.",
    "authors": [
      "Zhang Z",
      "Wang J",
      "Guo T",
      "Yu X",
      "Wang F",
      "Zhang H",
      "Liu Y",
      "Li W",
      "Cheng Y",
      "Peng Y",
      "Yan G",
      "Cui J",
      "Ma L"
    ],
    "published": "2026-01-05",
    "journal": "Nucleic acids research",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41495892/",
    "score": 95,
    "summary": {
      "title_zh": "Argonaute介导的RNA编辑选择性修复点突变",
      "tool_type": "基于Argonaute的RNA编辑平台（结合了Argonaute蛋白与ADAR脱氨酶）",
      "design": "该工具的核心设计思路是：首先利用源自Monosporascus cannonballus的Argonaute蛋白（McAgo）作为可编程的RNA靶向模块，其可被14-30 nt的gRNA引导至特定RNA位点。然后，通过将催化失活的McAgo突变体（dMcAgo）与人类ADAR2脱氨酶结构域（hADAR2dd E488Q）融合，构建了一个能够将腺苷（A）高效脱氨为肌苷（I）的RNA定点编辑系统。",
      "functions": "1. 实现RNA的高效敲低（>90%）。\n2. 实现位点特异性的RNA编辑（A-to-I编辑），用于修复点突变或调控基因功能。\n3. 作为一种可编程的RNA靶向平台，具备应用于动态、可逆的基因表达调控的潜力。",
      "key_results": "1. 在体外实验中，dMcAgo-hADAR2dd融合系统实现了高达90%的RNA编辑效率。\n2. 在哺乳动物细胞中，McAgo RNP复合物实现了高效的RNA敲低（>90%），且引发的先天免疫反应极小，首次证明了异源Argonaute蛋白可有效靶向内源性哺乳动物细胞RNA。"
    }
  },
  {
    "id": "41482539",
    "title": "Single-strand deaminase-assisted editing for functional RNA manipulation.",
    "abstract": "Rewriting RNA information to alter function requires controllable tools to edit RNA sequences within a user-defined region. Here we report a single-strand deaminase-assisted platform for adjustable RNA information manipulation (AIM). AIM is composed of a loop-forming guide RNA bound to an RNA-targeting Cas protein and an evolved TadA. AIM induces a loop, flanked by paired regions, in the target RNA; the loop size can be adjusted to allow conversions of single and multiple bases. We evolve TadA to achieve A-to-I, C-to-U or simultaneous A+C editing in coding and noncoding regions. We apply AIM to suppress the ochre nonsense codon (UAA) in disease-relevant cell and animal models, in which the two As must be simultaneously edited to rewrite the coding information. Moreover, we use AIM to manipulate adjacent phosphorylation sites important for protein function. Collectively, AIM is a versatile platform for manipulating RNA information within user-defined regions, opening additional avenues for functional RNA modulation.",
    "authors": [
      "Zhuang Y",
      "Zhu Q",
      "Wu H",
      "Lin X",
      "Yan Y",
      "Geng P",
      "Yang R",
      "Shen R",
      "Zhang Y",
      "Lei Z",
      "Meng H",
      "Wang A",
      "Cui M",
      "Xiang H",
      "Yi C"
    ],
    "published": "2026-01-02",
    "journal": "Nature biotechnology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41482539/",
    "score": 95,
    "summary": {
      "title_zh": "单链脱氨酶辅助编辑平台用于功能性RNA操控",
      "tool_type": "可编程RNA碱基编辑平台（结合Cas蛋白、引导RNA与工程化脱氨酶）",
      "design": "该平台（AIM）的核心设计是将一个能形成环状结构的引导RNA与靶向RNA的Cas蛋白及工程化的TadA脱氨酶结合。引导RNA与靶RNA配对后，诱导靶RNA形成一个两侧为配对区域、中间为单链环的结构，通过调整环的大小，可实现对单个或多个碱基的编辑。",
      "functions": "1. 在用户定义的RNA区域内进行位点特异性碱基编辑（A-to-I， C-to-U， 或A+C同时编辑）。\n2. 应用于编码区和非编码区RNA序列的改写。\n3. 抑制疾病相关模型中的赭石无义密码子（UAA），需同时编辑两个A碱基以恢复编码功能。\n4. 操纵相邻的磷酸化位点以调控蛋白质功能。",
      "key_results": "通过进化TadA脱氨酶，实现了高效、可调的A-to-I、C-to-U及A+C同时编辑，并在疾病相关的细胞和动物模型中成功应用，通过同时编辑UAA无义密码子的两个A碱基，有效恢复了目标蛋白的表达。"
    }
  },
  {
    "id": "41568169",
    "title": "Engineered CRISPR-Cas13a system with enhanced target RNA cleavage activity and reduced collateral activity for therapeutic applications.",
    "abstract": "The CRISPR-Cas13 system exhibits potent RNA cleavage activity and has been widely utilized for RNA-targeting applications. However, its collateral cleavage of bystander RNAs limits",
    "authors": [
      "Zhang W",
      "Wang H",
      "Liu D",
      "Mao X",
      "Zhang Y",
      "Yang Y",
      "Liu Z",
      "Pan T",
      "Liu Y",
      "Zhang Q"
    ],
    "published": "2026-03-12",
    "journal": "Molecular therapy. Nucleic acids",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41568169/",
    "score": 85,
    "summary": {
      "title_zh": "用于治疗应用的增强靶RNA切割活性并降低旁系活性的工程化CRISPR-Cas13a系统",
      "tool_type": "Cas13系统（RNA靶向CRISPR系统）",
      "design": "通过蛋白质工程对Cas13a酶进行改造，旨在增强其对靶标RNA的特异性切割活性，同时最大限度地减少对非靶标RNA的“旁系切割”活性。核心思路是优化酶的结构域或关键残基，以解耦靶标识别与非特异性RNA酶活，从而获得高特异性版本。",
      "functions": "1. 位点特异性的RNA切割与敲低。\n2. 治疗性RNA清除（如靶向病毒RNA、有害转录本）。\n3. 基础研究中的RNA功能研究。",
      "key_results": "关键性能指标显示，工程化后的Cas13a变体在体外和细胞模型中，对靶标RNA的切割效率显著提升，同时其旁系切割活性（即对非靶标RNA的非特异性切割）被大幅降低，为治疗应用提供了更安全、更特异的工具。"
    }
  },
  {
    "id": "41317788",
    "title": "Synthetic Type III-E CRISPR-Cas Effectors for Programmable RNA-targeting.",
    "abstract": "The recent discovery of the type III-E class of CRISPR-Cas effectors has reshaped our fundamental understanding of CRISPR-Cas evolution and classification. Type III-E effectors are composed of several Cas7-like domains and a single Cas11-like domain naturally fused together to create a single polypeptide capable of targeting and degrading RNA. Here we identified a novel type III-E-like effector composed of three Cas7 domains and a Cas1 domain which was not active but could be engineered into an active chimeric RNA-targeting Cas effector by domain additions and swaps from other type III-E effectors. The results reveal that various domains in type III-E effectors can be swapped for the equivalent domain from a different type III-E effector. Remarkably, the Cas1 domain located at the C-terminus of Cas7-1 could be swapped in place of the Cas11 domain located between the Cas7.1 and the Cas7.2 domains of DiCas7-11. The results reveal a new modality for engineering type III-E effectors from the blueprints found in nature.",
    "authors": [
      "Brogan DJ",
      "Lin CP",
      "Benetta ED",
      "Wang T",
      "Chen F",
      "Li H",
      "Lin C",
      "Komives EA",
      "Akbari OS"
    ],
    "published": "2026-01-15",
    "journal": "Journal of molecular biology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41317788/",
    "score": 85,
    "summary": {
      "title_zh": "用于可编程RNA靶向的合成III-E型CRISPR-Cas效应器",
      "tool_type": "可编程RNA靶向与降解系统（基于合成/工程化的III-E型CRISPR-Cas效应器）",
      "design": "核心思路是通过结构域工程改造天然非活性的III-E类效应器。具体包括：1）识别一种由三个Cas7样结构域和一个Cas1样结构域组成的天然非活性效应器；2）通过与其他活性III-E效应器进行结构域添加和交换，将其改造为具有活性的嵌合RNA靶向效应器。这揭示了III-E效应器中不同结构域（如Cas11与Cas1）可以相互替换的模块化特性。",
      "functions": "1. 可编程的RNA靶向与降解。2. 为构建新型RNA调控工具（如RNA敲低、编辑、传感）提供了一个可工程化的蛋白质骨架平台。",
      "key_results": "最关键的结果是成功将一种天然非活性的III-E类效应器，通过结构域工程改造为具有活性的嵌合RNA靶向效应器，并证实了III-E效应器结构域（如Cas1与Cas11）具有可互换性，这为从头设计合成CRISPR效应器提供了新范式。"
    }
  },
  {
    "id": "41533577",
    "title": "RNA editing for the treatment of alpha-1 antitrypsin deficiency.",
    "abstract": "Alpha-1 antitrypsin deficiency (AATD) is both a gain- and loss-of-function disease that impacts the liver and lung. Most severe cases result from a homozygous missense mutation in the SERPINA1 gene (Z mutation). While current therapies and those in development may ameliorate lung or liver disease, few are designed to address both. We have developed SERPINA1-994, an N-Acetylgalactosamine-conjugated chemically modified oligonucleotide that elicits adenine-to-inosine RNA editing using endogenous adenosine deaminases acting on RNA enzymes, to correct SERPINA1 Z transcripts. We show that SERPINA1-994 edits 50% of the Z transcript in hepatocytes of NSG-PiZ mice, which increases total serum AAT levels and induces the production of wild-type M-AAT protein. SERPINA1-994 addresses loss of AAT function in lung by increasing the neutrophil elastase inhibition capacity of mouse serum and gain of function in liver by correcting gene expression patterns, decreasing Z-AAT protein aggregation and decreasing inflammation. SERPINA1-994 relies on a clinically proven delivery technology and directs highly specific RNA rather than DNA editing with no bystander editing. Overall, these data suggest that SERPINA1-994 changes a ZZ homozygous state, which is associated with a high risk for AATD, to a low-risk MZ-like phenotype.",
    "authors": [
      "Monian P",
      "Shivalila C",
      "Lu G",
      "Bowman K",
      "Briem S",
      "Bylsma M",
      "Byrne M",
      "Cannon M",
      "Chatterjee A",
      "Dallaire M",
      "Desai J",
      "Dufresne J",
      "Faraone A",
      "Favaloro F",
      "Friend S",
      "Ghosh A",
      "Godfrey J",
      "Hernandez N",
      "Huth O",
      "Iwamoto N",
      "Kawamoto T",
      "Lamattina A",
      "Lemaitre M",
      "Lindsey A",
      "Liu F",
      "Looby R",
      "Luu K",
      "McGlynn A",
      "Metterville J",
      "Paik IH",
      "Pan Q",
      "Patil S",
      "Pu T",
      "Purcell-Estabrook E",
      "Ranade A",
      "Rheinhardt J",
      "Rossi J",
      "Shimizu M",
      "Singh K",
      "Standley S",
      "Thomas C",
      "Tripathi S",
      "Yang H",
      "Yordanoff R",
      "Yin Y",
      "Yu H",
      "Narayanan P",
      "Kandasamy P",
      "Giangrande PH",
      "Vargeese C"
    ],
    "published": "2026-01-14",
    "journal": "Nucleic acids research",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41533577/",
    "score": 85,
    "summary": {
      "title_zh": "通过RNA编辑治疗α-1抗胰蛋白酶缺乏症",
      "tool_type": "ADAR介导的RNA碱基编辑器（具体为寡核苷酸介导的A-to-I编辑工具）",
      "design": "该工具SERPINA1-994是一种经N-乙酰半乳糖胺化学修饰的寡核苷酸。其核心设计思路是利用化学修饰的寡核苷酸作为向导，特异性靶向SERPINA1基因的Z突变转录本，并招募内源性作用于RNA的腺苷脱氨酶（ADAR），实现位点特异性的腺嘌呤（A）到肌苷（I）的RNA编辑，从而纠正致病突变。",
      "functions": "1. 实现位点特异性的RNA碱基编辑（A-to-I）。\n2. 纠正SERPINA1基因的Z突变转录本，恢复野生型M-AAT蛋白的产生。\n3. 同时治疗AATD的肺部和肝脏病变：在肺部，通过增加血清AAT水平恢复其抑制中性粒细胞弹性蛋白酶的功能（治疗功能丧失）；在肝脏，通过减少突变蛋白聚集和炎症来改善功能获得性毒性。",
      "key_results": "在NSG-PiZ小鼠模型中，SERPINA1-994成功编辑了约50%的肝细胞Z突变转录本，显著提高了血清总AAT水平并诱导产生野生型M-AAT蛋白；该编辑高度特异，无旁观者编辑，且有效改善了肺部功能缺陷和肝脏的病理表型（减少蛋白聚集和炎症），将高风险ZZ表型转变为低风险MZ样表型。"
    }
  }
]